alacritty
amd-ucode
base
base-devel
btrfs-progs
dbus-broker
discord
dunst
efibootmgr
firefox
fish
flatpak
foot
fuzzel
gdm
git
gnome-control-center
gnome-shell
gst-plugin-pipewire
helm
htop
hyprland
k9s
kitty
kubectl
kubectx
kubeseal
lib32-nvidia-utils
libpulse
linux
linux-firmware
linux-headers
linux-zen
lutris
neovim
network-manager-applet
networkmanager-openvpn
nvidia
obs-studio
obsidian
openssh
otf-codenewroman-nerd
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
podman
podman-docker
qt5-wayland
qt6-wayland
rclone
reflector
slirp4netns
snap-pac
snapper
starship
sway
swaybg
thunar
tldr
tmux
ttf-inconsolata-nerd
ttf-lilex-nerd
ttf-roboto-mono-nerd
ttf-space-mono-nerd
vivaldi
waybar
wireplumber
wl-clipboard
xdg-desktop-portal-gnome
xdg-user-dirs
zip
zram-generator
