alacritty
alsa-utils
amd-ucode
arc-gtk-theme
archlinux-keyring
autoconf
automake
baobab
bash
bind
binutils
bison
btrfs-progs
bzip2
cni-plugins
code
coreutils
cpupower
dbus-broker
dconf-editor
debugedit
devhelp
dhcpcd
dialog
discord
dmenu
dosfstools
e2fsprogs
efibootmgr
elementary-icon-theme
eog
epiphany
evince
evolution
fakeroot
file
file-roller
filesystem
findutils
firefox
fish
flex
foot
fuzzel
gawk
gcc
gcc-libs
gdm
gettext
glibc
gnome-backgrounds
gnome-boxes
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-devel-docs
gnome-disk-utility
gnome-font-viewer
gnome-icon-theme-extras
gnome-keyring
gnome-logs
gnome-mahjongg
gnome-maps
gnome-menus
gnome-mines
gnome-multi-writer
gnome-music
gnome-nettool
gnome-nibbles
gnome-photos
gnome-recipes
gnome-remote-desktop
gnome-robots
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-sound-recorder
gnome-sudoku
gnome-system-monitor
gnome-taquin
gnome-terminal
gnome-tetravex
gnome-text-editor
gnome-tweaks
gnome-usage
gnome-user-docs
gnome-user-share
gnome-video-effects
gradle
grep
grilo-plugins
groff
grub
gst-plugin-pipewire
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
htop
iagno
ifuse
inetutils
iproute2
iputils
lib32-alsa-lib
lib32-alsa-plugins
lib32-giflib
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-gtk3
lib32-libgcrypt
lib32-libgpg-error
lib32-libjpeg-turbo
lib32-libldap
lib32-libpng
lib32-libpulse
lib32-libva
lib32-libxcomposite
lib32-libxinerama
lib32-libxslt
lib32-mpg123
lib32-ncurses
lib32-ocl-icd
lib32-openal
lib32-sqlite
lib32-v4l-utils
lib32-vulkan-icd-loader
libreoffice-fresh
libtool
licenses
linux
linux-firmware
linux-headers
lutris
lvm2
lynx
m4
make
mako
malcontent
man-db
man-pages
mingw-w64-gcc
mingw-w64-headers
mutter
nautilus
neofetch
nerdctl
network-manager-applet
networkmanager
networkmanager-openvpn
noto-fonts
ntfs-3g
nvidia-dkms
nvidia-settings
obs-studio
orca
os-prober
otf-font-awesome
pacman
pantheon-music
patch
pavucontrol
pciutils
pipewire
pipewire-audio
pipewire-pulse
pkgconf
polari
powertop
procps-ng
psmisc
pulseaudio-alsa
qt5-wayland
qt5ct
qt6-wayland
quadrapassel
rootlesskit
rust
rygel
sed
shadow
shotwell
simple-scan
slirp4netns
starship
steam
sudo
sushi
swappy
sway
swaybg
swell-foop
sysprof
systemd
systemd-sysvcompat
tali
tar
texinfo
tmux
totem
traceroute
tracker3-miners
ttf-dejavu
ttf-jetbrains-mono
ttf-nerd-fonts-symbols
unzip
util-linux
vim
vlc
vulkan-tools
waybar
wget
which
wine-staging
wireless_tools
wireplumber
wl-clipboard
wofi
wpa_supplicant
xdg-desktop-portal-gnome
xdg-desktop-portal-wlr
xdg-user-dirs
xdg-user-dirs-gtk
xf86-video-nouveau
xorg-bdftopcf
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbprint
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
xz
yelp
zsh
zsh-syntax-highlighting
